<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML 3.0//EN"><HTML><HEAD><TITLE>Kiosk Installation Premierentage Cologne</TITLE></HEAD><BODY TOPMARGIN="0" TEXT="#000000" LINK="#88FF00" VLINK="#88FF00" ALINK="#FFFF00" BGCOLOR="#BFBFBF"><TABLE BORDER="0" WIDTH="60%" CELLPADDING="4" CELLSPACING="4">  <TR>    <TD WIDTH="20%"><a href="http://king.dom.de/equator/v1.0/map.php3"><font size="3">MAP</FONT></a></TD>    <TD WIDTH="20%"><a href="http://king.dom.de/equator/v1.0/news.php3"><font size="3">NEWS</FONT></a></TD>    <TD WIDTH="20%"><a href="http://king.dom.de/equator/v1.0/chat/index.html"><font size="3">CHAT</FONT></a></TD>    <TD WIDTH="20%"><a href="http://king.dom.de/equator/v1.0/auto.php3"><font size="3">RUN</FONT></a></TD>    <TD WIDTH="20%"><a href="http://king.dom.de/equator/v1.0/info.html"><font size="3">INFO</FONT></a></TD>  </TR></TABLE><TABLE BORDER="0" WIDTH="100%" CELLPADDING="4" CELLSPACING="2">  <TR>  	<TD COLSPAN="4" ALIGN="LEFT" VALIGN="TOP">	<FONT SIZE="6" COLOR="#0088AA" ALIGN="LEFT"><B><TT>&quot;Reisen als Kunst und das Ende der Topologie&quot;</TT></B></FONT>	</TD>		<TR>		<TD COLSPAN="4" ALIGN="LEFT" VALIGN="TOP">	<IMG SRC="kiotop.jpg" ALIGN="LEFT" WIDTH="503" HEIGHT="400" BORDER="0" HSPACE="10" VSPACE="0">	<FONT SIZE="3" ALIGN="LEFT"><TT>Review in </TT></FONT><FONT SIZE="4"><B><TT>&quot;PARADEX&quot;</TT></B></FONT>	<FONT SIZE="3" ALIGN="LEFT"><TT> by </TT></I></FONT><FONT SIZE="4"><B><TT>Gerhard Blechinger</TT></B></FONT><P>			<FONT SIZE="3" ALIGN="LEFT"><TT>K&ouml;lner Premierentagen, Galerie Brigitte Schenk, April - May 1998.</TT></FONT><P>		<FONT SIZE="3" ALIGN="LEFT"><TT>Philip Pocock, Felix Stephan Huber, Florian Wenz, Udo Noll, gruppo a12, and &oslash;thers.</TT></FONT><BR>	<FONT SIZE="3" ALIGN="LEFT"><B><TT>KIOSK</TT></B></FONT><FONT SIZE="3" ALIGN="LEFT"><TT>-Installation - &Oslash;therLands, 	Arctic Circle, Black Sea Diary.</TT></FONT>		<PRE>		</PRE>		<FONT SIZE="4" ALIGN="LEFT"><TT>Topologische Definitionen von Lebenszusammenh&auml;ngen sind heute nicht mehr die Regel, 	sondern deren Ausnahme. Die Flut von Verfahren und Symbolen als Substitute der Dinglichkeit, ja des Fetisch, sind Anzeichen 	einer Intellektualisierung. W&auml;hrend die romantische Rede von der Entfremdung des Menschen noch einen <I>status ante denken	</I> wollte, scheint derlei Hoffnung auf R&uuml;ckkehr ins Behagliche heute obsolet.<P>	<TT>Dieses Ende der Topologie verkehrt die Funktion des Reisens in der westlichen Industriegesellschaft von Grunde auf. Reisen als 	Ausbildung einer Person galt ja seit den Zeiten der Grand Tour als Institution der Relativierung der Definitionsmacht der 	heimatlichen Scholle. Ein Weltb&uuml;rger konnte nur werden, wer sich nicht &uuml;ber das - fraglos vorhandene - Materielle 	bestimmte, sondern nun &uuml;ber die Symbolwelt des abendl&auml;ndisch Kulturellen. Nur so schein es zu gelingen, sich nicht 	als Subjekt dem blo&szlig; Faktischen zu unterwerfen, sondern selbstbestimmt zu sprechen - <I>per sono</I>.</TT></FONT>	</TT></FONT>		</TD>	  </TR>  <TR>		<TD ALIGN="CENTER">	<A HREF="bsdbed02.htm"    onclick="window.open('bsdbed02.htm', 'bsdbed02',     'menubar,resizable,width=543,height=440'); return false">	<IMG SRC="bsdbed4.jpg" ALIGN="TOP" VALIGN="TOP" WIDTH="160" HEIGHT="127" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" 	HSPACE="2" VSPACE="5"></A>	</TD>		<TD ALIGN="CENTER">	<A HREF="bsdbed01.htm"    onclick="window.open('bsdbed01.htm', 'bsdbed01',     'menubar,resizable,width=543,height=440'); return false">	<IMG SRC="bsdbed2.jpg" ALIGN="TOP" VALIGN="TOP" WIDTH="160" HEIGHT="127" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" 	HSPACE="2" VSPACE="5"></A>	</TD>		<TD ALIGN="CENTER">	<A HREF="kioskac.htm"    onclick="window.open('kioskac.htm', 'kioskac',     'menubar,resizable,width=543,height=440'); return false">	<IMG SRC="kiosk6.jpg" ALIGN="TOP" VALIGN="TOP" WIDTH="160" HEIGHT="127" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" HSPACE="2" VSPACE="5"></A>	</TD>		<TD ALIGN="CENTER">	<A HREF="drawings.htm"    onclick="window.open('drawings.htm', 'drawings',     'menubar,resizable,width=543,height=440'); return false">	<IMG SRC="drawall2.jpg" ALIGN="TOP" VALIGN="TOP" WIDTH="160" HEIGHT="127" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" HSPACE="2" VSPACE="5"></A>	</TD>	  </TR>    <TR>		<TD COLSPAN="4" ALIGN="LEFT" VALIGN="TOP">	<IMG SRC="kiosk2.jpg" ALIGN="RIGHT" WIDTH="503" HEIGHT="400" HSPACE="5" VSPACE="5">	<FONT SIZE="4" ALIGN="LEFT"><TT>Als <I>rite de passage</I> konnte die Grand Tour Elemente jener privigelienlosen Fahrenden &uuml;bernehmen, 	ohne den jungen Adel in die Absurdit&auml;t zu entlassen, mit anderen Worten, ihn seiner Wurzeln zu berauben. Damit war das Genre der 	bildenden Reise erfunden, das seither einige Bedeutung erlangte. Sp&auml;testens seit Keruoacs Verwechslung des Geisteszustands des Reisens 	mit dem Ort der Stra&szlig;e jedoch scheint es, als habe ich deise Absurdit&auml;t zum Princip erhoben. Seit die Anzahl zur&uuml;ckgelegter 	Meilen &uuml;ber den Statu zeitgen&ouml;ssischer Subjekte Auskunft geben kann, ist es, als habe sich das Reisen zu einer Paraphrase eines 	olympischen Alltags entwickelt.<P>		Wenn wir uns, von Mircea Elidae ermutigt, n&auml;mlich an unzeitgem&auml;&szlig;e Parallelisierungen wagen wollen, so spiegelt sich 	im Sozialprestige des Frequent Travelers noch der Traum der g&ouml;ttlichen Allgegenwart. Nicht mehr der interessierte Studienrat, 	vielmehr die Businessmen aller L&auml;nder sind es, die als Modell unserer j&auml;hrlich zelebrierten Festzeit Urlaub dienen. Mithilfe 	ritualisierter und s&auml;kularisierter Wallfahrten soll es uns, dem V&ouml;lk, gelingen, wie in Schillers <I>15. Brief</I> nunmehr in 	diesem Spiel den ganzen Mensch zu geben. Deshalb der Aufschrei anl&auml;&szlig;lich von Forderungen nach einer Rationierung der 	j&auml;hrlichen Portion Eigentlichkeit.<P>	<A HREF="kioskbsd.htm"    onclick="window.open('kioskbsd.htm', 'kioskbsd',     'menubar,resizable,width=543,height=440'); return false">	<IMG SRC="kiosk8.jpg" ALIGN="LEFT" VALIGN="MIDDLE" WIDTH="160" HEIGHT="127" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" 	HSPACE="10" VSPACE="2"></A>	Angesichts dieses Gestr&uuml;pps der symbolischen Formen hat Philip Pocock eine Expedition zusammengestellt, deren Aufgabe es vielleicht 	war, die Bildungsreise neu zu erfinden. Philip Pocock, Florian Wenz, Udo Noll und Felix Stephan Huber waren zusammengekommen, um den 	&Auml;quator zu bereisen - <I>A Description of the Equator and Some &Oslash;therLAnds</I>. Die Anspielung an das Buch von 1740 <I>A 	Description of the East and Some Other Countries</I> das von dem britischen Reisenden mit dem Namen Pococke stammt, hat den Titel engeregt. 	Auf der Dokumenta X konnte man jene Tagebuchaufzeichnungen sehen, die, von den Reisenden t&auml;glich verfa&szlig;t, &uuml;ber das Internet 	in die Ausstellung gesandt wurden. Doch war dies nicht nur ein Live-Publikation von Reisereflexionen, sondern dem Besucher bot sich die 	m&ouml;glichkeit, in diesen Text selbst einzugreifen, in einen elektronischen Briefwechsel mit dem Reisenden zu treten. Die Sucher der 	&Oslash;therLands zwangen den Kunstfreund in die Erkenntnis, da&szlig; Reisen heute nicht von den Orten handelt, noch von Orten aus 	geschieht. Das betont Pocock, wenn er sagt, es gehe ihm um die Reise zu sich selbst, ein Weg, der &uuml;ber die Reise in der Welt beginnen 	<NOBR>	<A HREF="chill01.htm"    onclick="window.open('chill01.htm', 'chill01',     'menubar,resizable,width=430,height=533'); return false">    <IMG SRC="chill2.jpg" ALIGN="RIGHT" WIDTH="127" HEIGHT="160" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1"     HSPACE="10" VSPACE="10"></A>	<A HREF="chill02.htm"    onclick="window.open('chill02.htm', 'chill02',     'menubar,resizable,width=430,height=533'); return false">    <IMG SRC="chill4.jpg" ALIGN="RIGHT" WIDTH="127" HEIGHT="160" ALT="øtherLands Kiosk Installation Cologne 1998" BORDER="1" HSPACE="10"     VSPACE="10"></A>    </NOBR>	k&ouml;nne. Damit gibt er der Bildungsreise einen Anspruch wieder, die sich von einem bewu&szlig;tlosen Absolvieren gesellschaftlicher 	Rituale unterscheidet. Es geht nicht um die Besonderheiten in der Welt, vielmehr um das Einfache, das Allt&auml;gliches zum Besonderen macht. 	Daisetz Taitaro Suzuki hat folgenden Satz &uuml;berliefert: &quot;Fr&uuml;her, als ich noch nicht erleuchtert war, waren Berge f&uuml;r 	mich Berge und Fl&uuml;sse waren Fl&uuml;sse. Als ich mich auf den Weg machte, waren Berge nicht mehr Berge und Fl&uuml;sse nicht mehr 	Fl&uuml;sse. Nun, da ich erlauchtet bin, sind Berge wieder Berge und Fl&uuml;sse wieder Fl&uuml;sse.&quot;<P>		Die Expedition hatte unl&auml;ngst an den K&ouml;lner Premierentagen, mit dem italienischen Architekturb&uuml;ro <I>gruppo a12</I>, in der 	Galerie Brigitte Schenk ihr Lager aufgeschlagen.	<PRE>	</PRE>	Go to <a href="http://king.dom.de/equator/v1.0/info/kiosk.htm"><B>KIOSK Installation</B></a> in the &quot;Sculpture Cologne&quot;, <B>Art Cologne</B> 1998.			</TT></FONT>	</TD>  </TR>  </TABLE><PRE></PRE><P ALIGN="RIGHT"><TABLE BORDER="0" WIDTH="100%" CELLPADDING="4" CELLSPACING="4">  <TR>  	<TD WIDTH="40%"></TD>    <TD WIDTH="12%"><a href="http://king.dom.de/equator/v1.0/map.php3"><font size="3">MAP</FONT></a></TD>    <TD WIDTH="12%"><a href="http://king.dom.de/equator/v1.0/news.php3"><font size="3">NEWS</FONT></a></TD>    <TD WIDTH="12%"><a href="http://king.dom.de/equator/v1.0/chat/index.html"><font size="3">CHAT</FONT></a></TD>    <TD WIDTH="12%"><a href="http://king.dom.de/equator/v1.0/auto.php3"><font size="3">RUN</FONT></a></TD>    <TD WIDTH="12%"><a href="http://king.dom.de/equator/v1.0/info.html"><font size="3">INFO</FONT></a></TD>  </TR></TABLE></P>  </BODY></HTML>
